Repository: hs-esslingen/videochat
Catalog: src/locale/messages.*.xlf
Languages: de

source: Welcome to the online videochat of {{universityFull}}
de: Willkommen zum Online Videochat der {{universityFull}}

source: Login is possible for all members of {{universityFull}} via their university credentials.
de: Der Login funktioniert für alle Mitglieder der {{universityFull}} über ihre Universitätsadresse.

source: or
de: oder

source: Invalid e-mail address!
de: Keine gültige Email-Adresse!

source: No address of the {{universityFull}}!
de: Keine Adresse der {{universityFull}}!

source: An e-mail has been sent to the given address.<br/>Please verify the contained linkt to get access to the website.
de: Eine Mail wurde an die angegebene Adresse versandt.<br/>Bitte bestätigen sie den enthaltenen Link, um Zugriff auf die Website zu erhalten.

source: Thank you for using the videochat of {{universityFull}}!
de: Danke fürs Benutzen des Videochats der {{universityFull}}!

source: Back to meeting
de: Zurück zum Meeting

source: Back to home page
de: Zur Startseite

source: <strong>Automatic Method</strong>: Simpler, may require adminstrative rights.
de: <strong>Automatische Methode</strong>: Einfacher, kann aber administrative Rechte Erfordern.

source: <strong>Manual Method</strong>: More reliable, but also more tedious.
de: <strong>Manuelle Methode</strong>: Zuverlässiger, aber auch aufwendiger.

source: Cancel
de: Abbrechen

source: Manual
de: Manuell

source: Automatic
de: Automatisch

source: 1. Please allow Wtai links
de: 1. Bitte erlaube Wtai-Links

source: 2. Connect to Moodle
de: 2. Mit Moodle verbinden

source: Connect
de: Verbinden

source: 1. Open Moodle
de: 1. Moodle öffnen

source: 2. Login with your credentials
de: 2. Mit deinen Zugangsdaten anmelden

source: 3. Your E-Mail App will open
de: 3. Deine E-Mail Anwendung wird sich öffnen

source: 4. Copy mail recipient into the box below
de: 4. Kopiere den E-Mail-Empfänger in die untenstehende Box

source: Please allow this application to open wtai-links!
de: Bitte erlaube dieser App wtai-Links zu öffnen!

source: Done
de: Fertig

source: Personal Room:
de: Persönlicher Raum:

source: Information Technology
de: Inforamtionstechnik

source: Human–Computer Interaction
de: Mensch-Computer-Interaktion

source: Model Design and Simulation
de: Modellbildung und Simulation

source: Object-oriented Systems II
de: Objektorientierte Systeme 2

source: Connect with
de: Verbinden mit

source: Contact
de: Kontakt

source: Terms of service
de: Datenschutz

source: Imprint Page
de: Impressum

source: Our contact page will be here soon!
de: Hier ensteht in Kürze unsere Kontaktseite!

source: Our imprint will be here soon!
de: Hier ensteht in Kürze unser Impressum!

source: Room: {{ roomID }}
de: Raum: {{ roomID }}

source: Settings
de: Einstellungen

source: User
de: Benutzer

source: <div>Save</div> <div>Join</div>
de: <div>Übernehmen</div> <div>Beitreten</div>

source: Currently you are the only one in this room!
de: Zur Zeit befindet sich niemand in diesem Raum

source: There is already a connection to this room
de: Es existiert bereits eine Verbindung zu diesem Raum

source: Try again
de: Wiederholen

source: Connection to room failed
de: Verbindung zum Raum fehlgeschlagen

source: Lost connection
de: Verbindung verloren

source: Reconnecting...
de: Wieder verbinden...

source: Connecting to the room
de: Verbindet mit dem Raum

source: Please wait...
de: Bitte warten...

source: Your chat with {{ users[childData.id]?.nickname }}
de: Dein Chatverlauf mit {{ users[childData.id]?.nickname }}

source: Public Chat
de: Öffentlicher Chat

source: Write a message...
de: Schreibe eine Nachricht...

source: Send {{ sendButton }}
de: Senden {{ sendButton }}

source: Current Users
de: Derzeitige Benutzer

source: You
de: Du selbst

source: raise hand (h)
de: Hand heben (h)

source: vote up (u)
de: Daumen hoch (u)

source: vote down (d)
de: Daumen runter (d)

source: Open chat
de: Chat öffnen

source: open settings
de: Einstellungen öffnen

source: leave current room
de: Verlasse den aktuellen Raum

source: Please ensure that you are enrolled into the following course.<br/> <br/>
de: Bitte stelle sicher, dass du in diesem Kurs eingeschreiben bist.<br/> <br/>

source: Moodle Course Page
de: Moodel Kurs Seite

source: Deactivated
de: Deaktiviert

source: Microphone:
de: Mikrofon:

source: Automatic gain control
de: Automatische Verstärkungsregelung

source: Send Message on 'Enter'
de: Nachrichten auf 'Enter' versenden

source: Send Message on 'Sift + Enter'
de: Nachrichten auf 'Sift + Enter' versenden
